// Button labels
"CANCEL" = "Cancelar";

// Category names
"CATEGORY_APPLICATIONS" = "Aplicativos";
"CATEGORY_BOOKMARKS" = "Páginas web";
"CATEGORY_CONTACTS" = "Contatos";
"CATEGORY_DOCUMENTS" = "Documentos";
"CATEGORY_EVENTS" = "Eventos e Tarefas";
"CATEGORY_FOLDERS" = "Pastas";
"CATEGORY_IMAGES" = "Imagens";
"CATEGORY_MAIL" = "Mensagens do Mail";
"CATEGORY_MOVIES" = "Filmes";
"CATEGORY_MUSIC" = "Música";
"CATEGORY_PDFS" = "Documentos PDF";
"CATEGORY_SYSTEMPREFS" = "Preferências do Sistema";
"CATEGORY_FONTS" = "Fontes";
"CATEGORY_PRESENTATIONS" = "Apresentações";

//used to make Cmd Space shortcut string
"SPACEBAR_KEY" = "Espaço";

//alerts
"HOT_KEY_IN_USE_TITLE" = "Atalho de Teclado em Uso";
"HOT_KEY_IN_USE_MESSAGE" = "Este atalho de teclado já está sendo usado pelo sistema ou por outro aplicativo. Por favor, escolha outro atalho ou use as preferências Teclado para personalizar outros atalhos do sistema.";
"HOT_KEY_UNKNOWN_ERROR_TITLE" = "Erro de Atalho de Teclado";
"HOT_KEY_UNKNOWN_ERROR_MESSAGE" = "Ocorreu um erro do tipo %d ao tentar registrar o atalho de teclado selecionado. Por favor, tente novamente ou escolha outro atalho.";
"DUPLICATE_ITEM_TITLE" = "Duplicar Item";
"DUPLICATE_ITEM_MESSAGE" = "O item já existe na lista e não foi adicionado.";
"DUPLICATE_ITEM_MESSAGE_MULTIPLE" = "Um ou mais itens já existem na lista e não foram adicionados.";

"PRIVACY_ALERT_TITLE" = "Erro de Lista de Privacidade";
"PRIVACY_ERROR_UNKNOWN" = "O item não pôde ser adicionado ou removido porque ocorreu um erro desconhecido."; // kMDExclusionFailed
"PRIVACY_ERROR_PERMISSION_DENIED" = "O item não pôde ser adicionado ou removido porque você não possui as permissões apropriadas."; // kMDExclusionPermissionDenied
"PRIVACY_ERROR_NON_INDEXED" = "O item não pôde ser adicionado ou removido porque a localização não está indexada."; // kMDExclusionPermissionNonIndexedLocation
"PRIVACY_BREAK_APPS_TITLE" = "Tem certeza de que deseja impedir que o Spotlight busque em “%@”?";
"PRIVACY_BREAK_APPS_MESSAGE" = "Se você excluir esta localização das buscas do Spotlight, o recurso de busca não funcionará em alguns aplicativos.";

// Accessibility
"PRIVACY_ADD_AX_DESCRIPTION" = "Adicionar um disco ou pasta para excluir da indexação.";
"PRIVACY_REMOVE_AX_DESCRIPTION" = "Remover o disco ou pasta selecionada para excluir da indexação.";

//tool tips
"ADD_ITEM_TOOLTIP" = "Adiciona uma pasta para excluí-la da busca";
"DELETE_ITEM_TOOLTIP" = "Remove os itens selecionados da lista";

//button titles
"CHOOSE" = "Escolher";

//For undo menu
"UNDO_DELETE" = "Apagar";
"UNDO_ADD" = "Adicionar";

//Key names
"RETURN_KEY" = "Retorno";
"ENTER_KEY" = "Introduzir";
"TAB_KEY" = "Tab";
"ESC_KEY" = "Esc";
"DELETE_KEY" = "Apagar";

